{"id":31034,"date":"2023-01-12T12:26:30","date_gmt":"2023-01-12T12:26:30","guid":{"rendered":"https:\/\/wappier.com\/?p=31034"},"modified":"2023-01-13T08:21:24","modified_gmt":"2023-01-13T08:21:24","slug":"optimizing-iap-prices-can-increase-ltv-in-mobile-games","status":"publish","type":"post","link":"https:\/\/wappier.com\/optimizing-iap-prices-can-increase-ltv-in-mobile-games\/","title":{"rendered":"Optimizing IAP Prices Increases LTV in Mobile Games"},"content":{"rendered":"<p>Mobile game In-App (IAP) revenue optimization has always been a hot topic. Many companies <a href=\"https:\/\/wappier.com\/mobile-game-ad-revenue\/\">are still unsure about how to implement it<\/a> and whether it will have a positive impact on their business. While most mobile game developers rely on IAPs to generate revenue, publishers rarely think about localizing their prices even though they localize the game&#8217;s language. <strong>They’re leaving money on the table.<\/strong><\/p>\n<p>At wappier, we believe that Global Pricing is the key to unlocking untapped revenue growth for mobile games that goes beyond and complements already <a href=\"https:\/\/wappier.com\/dynamic-marketing-solutions\/\">established practices like dynamic marketing. <\/a>Global Pricing drives incremental revenue by localizing IAP pricing on a per country basis.<\/p>\n<p>We sometimes get the question: <strong>How does Global Pricing impact LTV?<\/strong><strong> <\/strong><\/p>\n<h2 aria-level=\"2\"><b>What is LTV and why is it important for mobile games?<\/b><\/h2>\n<p>LTV (Lifetime Value) is a metric commonly used to measure the success of a game by determining how much value a customer provides over their lifetime; in other words, how much profit a player generates for the publisher from the first moment they start playing a game until their last. It&#8217;s an important concept in mobile games because it helps developers understand the long-term value of their players and how they can maximize that value.<\/p>\n<p>Simply put, <strong>a higher LTV leads to more money for the developers.<\/strong><strong> <\/strong><\/p>\n<p>There are a few different ways that game developers measure LTV. One popular method that we also use with our clients here at wappier is to estimate the average length of time that a player will spend playing the game, and then multiplying that by the average revenue over that same period that each player generates.<\/p>\n<p>Another way to measure customer value is to look at the customer acquisition costs (CAC) and divide it by the lifetime value of the customer. This will give you an idea of how profitable each new customer is. For example, if a customer has an LTV of $100 and a CAC of $50, their profitability would be $100 \/ $50 = 2. This means that for every dollar spent on acquiring the customer, the company generates two dollars in revenue from them.<\/p>\n<p>Both of these methods are valuable for understanding how a game performs, but ultimately, the best way to determine overall customer value is to track and analyze player data over time in order to get a more complete picture. This can include information like how often players return to the game, how much they spend on in-app purchases, and how likely they are to recommend it to others. By tracking this data, developers can gain a more nuanced understanding of which players are most valuable and find ways to increase their LTV.<\/p>\n<h2 aria-level=\"2\"><b>How wappier&#8217;s Global Pricing positively impacts LTV<\/b><\/h2>\n<p>We sometimes hear the concern from mobile game developers that LTV may be negatively impacted by pricing optimization. They worry that lowering their prices will lead to a decrease in overall revenue.<\/p>\n<p>However, wappier found that <strong>Global Pricing can actually increase LTV<\/strong> by making it easier for players to make in-app purchases. This is because when prices are adjusted globally according to local purchasing power, it becomes easier for more players to afford in-app purchases. New players are more likely to convert into payers, and existing payers are more likely to spend more, resulting in an increase in overall revenue and a more enjoyable gaming experience.<\/p>\n<p>To prove this hypothesis, we analyzed the data from several of our Global Pricing gaming clients. We included games that have at least a year of transactions data with Global Pricing active and without the use of an SDK, and we looked at their player LTV before Global Pricing (<i>Before Launch<\/i>) and compared it to the numbers after we implemented Global Pricing to their IAPs (<i>After Launch<\/i>).<br \/>\n<i><\/i><\/p>\n<blockquote><p><i>Before Launch<\/i> refers to the average LTV of players who:<\/p>\n<ul>\n<li>installed the game on a date inside a full year before GP launch.<\/li>\n<li>churned from the game on a date inside a full year before GP launch.<\/li>\n<\/ul>\n<p><i>After Launch<\/i> refers to the average LTV of players who:<\/p>\n<ul>\n<li>installed the game on a date between GP launch and 12 months after.<\/li>\n<li>churned from the game on a date between GP launch and 12 months after.<\/li>\n<\/ul>\n<p>We define <i>churn<\/i> as 14 consecutive days of no activity.<\/p><\/blockquote>\n<p>Our results confirmed our assumptions. Taking into account common statistical fallacies (e.g., correlation does not imply causation, COVID-affected inflation of players and spending), we found that the average LTV of our clients&#8217; players increased by a significant amount after Global Pricing was implemented. On average, retention as reflected in LTV increased by 279% in Android, and individual game increases ranged from 20% to more than 1000%.<\/p>\n<p>Without dismissing the fact that Global Pricing might be just one factor among many influencing LTV, we believe that our results provide further evidence of the potential positive impact it can have. This is because Global Pricing allows developers to price their IAPs according to local market demand, making it easier for more players to make in-app purchases, thus increasing revenue and overall LTV.<\/p>\n<h2 aria-level=\"2\"><b>Increase your LTV with Global Pricing <\/b><\/h2>\n<p>By using data insights and implementing Global Pricing. mobile game developers can potentially increase the lifetime value (LTV) of their players and generate more revenue. Our <a href=\"https:\/\/www.youtube.com\/watch?v=GCWThbkpEuI\">Pricing Optimization duo<\/a>, Global Pricing and Promotional Pricing, are designed to assist developers in adjusting prices for live products and promotional offers without sacrificing retention or profitability.<\/p>\n<p>By better understanding and finding ways to increase LTV, we can create games with an extended lifecycle and a healthier mobile game industry for everyone.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Mobile game In-App (IAP) revenue optimization has always been a hot topic. Many companies are still unsure about how to implement it and whether it will have a positive impact on their business. While most mobile game developers rely on IAPs to generate revenue, publishers rarely think about localizing their prices even though they localize [&hellip;]<\/p>\n","protected":false},"author":25,"featured_media":31035,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"om_disable_all_campaigns":false},"categories":[79],"tags":[62,152],"acf":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/posts\/31034"}],"collection":[{"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/users\/25"}],"replies":[{"embeddable":true,"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/comments?post=31034"}],"version-history":[{"count":8,"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/posts\/31034\/revisions"}],"predecessor-version":[{"id":31051,"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/posts\/31034\/revisions\/31051"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/media\/31035"}],"wp:attachment":[{"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/media?parent=31034"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/categories?post=31034"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/tags?post=31034"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}