{"id":9406,"date":"2019-02-15T13:11:54","date_gmt":"2019-02-15T13:11:54","guid":{"rendered":"http:\/\/3.121.174.137\/?page_id=9406"},"modified":"2019-11-29T10:46:52","modified_gmt":"2019-11-29T10:46:52","slug":"policy","status":"publish","type":"page","link":"https:\/\/wappier.com\/policy\/","title":{"rendered":"Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"9406\" class=\"elementor elementor-9406 elementor-bc-flex-widget\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-5d9bf76 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"5d9bf76\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-6a602cc\" data-id=\"6a602cc\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-2dd7dc3 elementor-widget elementor-widget-html\" data-id=\"2dd7dc3\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<div class=\"container\">\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h4>Privacy Policy for wappier.com<\/h4>\t\r\n\t\t\t\t\t\t\t<h5>Our online privacy policy<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tWappier has created this privacy policy (the \"Site Policy\") to demonstrate our commitment to the privacy of our web site visitors and the right of privacy throughout the Internet. Privacy on this Wappier web site (the \"Site\") is of great importance to us. Because we gather important information from visitors to our Site, we have established this policy as a means to communicate our information gathering and dissemination practices. Wappier will treat your personal information in accordance with the privacy statement in place at the time of collection of such information, or as you otherwise consent. By using this Site, you are agreeing to the terms of the Site Policy. We reserve the right to change the Site Policy. If we decide to make a material change to the Site Policy, we will post a notice at least thirty days prior to making any material changes. Your continued use of this Site, including use after the posting of any changes to these terms, will be deemed acceptance by you of the Site Policy.\r\n\t\t\t\t\t\t\tYou will find information on the following topics within this Site Policy:\r\n\t\t\t\t\t\t\t<\/p><ul>\r\n\t\t\t\t\t\t\t\t<li>Collected Information<\/li>\r\n\t\t\t\t\t\t\t\t<li>Cookies and Clear GIFs<\/li>\r\n\t\t\t\t\t\t\t\t<li>Security<\/li>\r\n\t\t\t\t\t\t\t\t<li>Third-Party Sites<\/li>\r\n\t\t\t\t\t\t\t\t<li>Opt-Out and Update Policy<\/li>\r\n\t\t\t\t\t\t\t<\/ul>\r\n\t\t\t\t\t\t\t<p><\/p>\r\n\t\t\t\t\t\t\t<h4>Collection Information<\/h4>\t\r\n\t\t\t\t\t\t\t<h5>Anonymous Information<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tYou can visit the Site to read information about our company, products, and services without telling us who you are and without revealing any personal information. To improve the usefulness of our site, Wappier measures and analyzes non-identifying, usage, and volume statistical information from Site visitors in order to administer our Site, and to constantly improve the quality of our service and site performance.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tInformation gathered may include, but is not limited to, the following: the activity of the Site visitor's browser when the visitor is viewing the Site; the site path of visitors; and the time visitors come to the Site. Wappier reserves the right to publish anonymous, aggregate summary information regarding its Site visitors for promotional purposes and as a representative audience for advertisers. Please note that this is not personal information, only general summaries of our visitors' usage of the Site.<\/p>\r\n\t\t\t\t\t\t\t<h5>Personally Identifiable Information<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tYou may wish to request information about our products and services or to contact us in general online. To facilitate the distribution of this content, you are asked to provide information, such as, but not limited to, name, company phone number, e-mail address and address. Wappier may also ask you for further information about your activities however, this is information is provided by you on a voluntary basis only and is not required by us in order for you to use and enjoy our Site.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h5>Information Use and Disclosure<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tWappier uses the information that we collect on the Site to contact you to further discuss your interest in our company, our services, and to send information regarding our company, such as marketing promotions and events. This information may also be used to improve the services we provide you. The information is collected and stored in a manner that is appropriate for the nature of the data that we collect, and the need to fulfill your request. This information is not provided to third parties for their own use, unless specifically authorized by you. Though we make every effort to preserve user privacy, we may need to disclose personal information when required by law, or in order to comply with a current judicial proceeding, a court order, or legal process served on the Site. We may store and process personal information in countries of the European Union or any other country in which we (or any of our Subsidiaries or agents) maintain facilities.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h4>Cookies and clear GIFs<\/h4>\t\r\n\t\t\t\t\t\t\t<h5>What Are Cookies<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tCookies are files that Web servers place on an Internet user's computer that are designed to store basic information (such as visitor preferences). The use of cookies on this Site allows visitors to enjoy more seamless visits and more accurately measures visitor behavior on the Site. There are two types of cookies: session and persistent. Session cookies exist only during an Internet user's online session. They disappear from the user's computer when he\/she closes the browser software. Persistent cookies remain on the user's computer after the browser has been closed. The cookies used on the Site do not identify you personally. They merely recognize your browser, unless you choose to identify yourself voluntarily. You may choose to identify yourself for any one of the following reasons: by asking the browser to remember your username and password, by responding to a promotional offer, or by personalizing a web page or requesting more information on a product or service. Otherwise you remain anonymous.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h5>What Are Cookies<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tCookies are files that Web servers place on an Internet user's computer that are designed to store basic information (such as visitor preferences). The use of cookies on this Site allows visitors to enjoy more seamless visits and more accurately measures visitor behavior on the Site. There are two types of cookies: session and persistent. Session cookies exist only during an Internet user's online session. They disappear from the user's computer when he\/she closes the browser software. Persistent cookies remain on the user's computer after the browser has been closed. The cookies used on the Site do not identify you personally. They merely recognize your browser, unless you choose to identify yourself voluntarily. You may choose to identify yourself for any one of the following reasons: by asking the browser to remember your username and password, by responding to a promotional offer, or by personalizing a web page or requesting more information on a product or service. Otherwise you remain anonymous.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h5>How Wappier Uses Cookies<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tWhen you interact with the Site, we strive to make that experience easy and meaningful. When you come to our Site, a server uses cookies to improve your interaction with the Site by, for example, remembering your preferences. More specifically, Wappier uses cookies to measure your behavior on this Site and to save personal settings on specific pages. Wappier uses cookies to identify the fact that you are a prior Site visitor (whatever the case may be). Users who disable their Web browsers' ability to accept cookies will still be able to browse the Site; however, they may lose some of the functionality provided by the use of cookies.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h5>Controlling Our Use of Cookies<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tYou have the ability to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. For further information about disabling cookies you can visit www.allaboutcookies.org. If you choose to decline cookies, you may not be able to sign in or use other interactive features of the Site and services that depend on cookies.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h5>What are Clear GIFs?<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tClear GIFs (also known as web beacons) are used in combination with cookies to help Site operators understand how visitors interact with their web sites. A clear GIF is typically a transparent graphic image (usually 1 pixel x 1 pixel) that is placed on a site. The use of a clear GIF allows the Site to measure the actions of the visitor opening the page that contains the clear GIF.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h5>How We Use Clear GIFs<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tWe utilize clear GIFs to measure visitor behavior, to help us improve visitor experience, and to manage site content. We may use clear GIFs on this Site, in our emails, in our advertisements on other web sites, or in our advertisements in others' emails.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h5>Security<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tWhile we strive to protect your personal information, no data transmission over the Internet can be guaranteed to be totally secure and therefore we cannot ensure or warrant the security of any information you send to us. You send any information via this Site at your own risk.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h5>Third Party sites<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tThe Site may from time to time contain links to other web sites. Wappier is not responsible for the privacy practices or the content of these other web sites. Customers and\/or visitors should check the privacy policy statements of these other web sites to understand their policies. Customers and visitors who access a linked site may be disclosing their private information. It is the responsibility of the user to keep such information private and confidential.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h4>Opt-out and update policies<\/h4>\t\r\n\t\t\t\t\t\t\t<h5>Opt-Out Policy<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tWappier offers its Site visitors a means for controlling the use of session information. If, at any time after registering for information, you change your mind about receiving receipt of information from us, or about the use of information volunteered by you, if you no longer wish to receive emails from us, please send us a request specifying your new choice to support@wappier.com.\r\n\t\t\t\t\t\t\t<\/p>\r\n\t\t\t\t\t\t\t<h5>Contact Us<\/h5>\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t<p>\r\n\t\t\t\t\t\t\tIf you have questions, concerns, or suggestions regarding our Privacy Policy, we can be reached using the contact form on our Contact Us page.\r\n\t\t\t\t\t\t\t<\/p>\r\n\r\n\r\n\r\n\t\t\t\t\t\t\r\n\t\t\t\t\t<\/div>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Privacy Policy for wappier.com Our online privacy policy Wappier has created this privacy policy (the &#8220;Site Policy&#8221;) to demonstrate our commitment to the privacy of our web site visitors and the right of privacy throughout the Internet. Privacy on this Wappier web site (the &#8220;Site&#8221;) is of great importance to us. Because we gather important [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"om_disable_all_campaigns":false},"acf":[],"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/pages\/9406"}],"collection":[{"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/comments?post=9406"}],"version-history":[{"count":7,"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/pages\/9406\/revisions"}],"predecessor-version":[{"id":13955,"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/pages\/9406\/revisions\/13955"}],"wp:attachment":[{"href":"https:\/\/wappier.com\/wp-json\/wp\/v2\/media?parent=9406"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}